#Messages
greetingsMessage = "Made by iWAN for FICT, G.N.E.P (Guess the number entertainment program)\n\nВітаю! Це гра \"вгадай число\". Доступні два режими:\n1 - ви загадуєте число і програма намагається його вгадати\n2 - програма загадує число і ви його вгадуєте\nЩоб обрати режим натисніть 1 або 2, щоб вийти напишіть \"вихід\", щоб ознайомитись з правилами гри напишіть \"правила\""
possibleNumberMessage = "Ваше число "
invalidInputMessage = "Невідома команда"
programWinMessage = "Ваше число вгадано! На це знадобилося стільки ходів: "
playerWinMessage = "Вітаю! Ви вгадали моє число! Вам знадобилось стільки ходів: "
rulesMessage = "Режим гри 1: ви загадуєте число від 0 до 100, я ж намагаюсь його вгадати. Я буду писати свої здогатки в консоль,\nви ж маєте відповісти - \"б\" (ваше число більше за це), \"м\" (менше) і \"так\"- якщо це ваше число\nРежим гри 2: я загадую число від 0 до 100, ви ж - маєте його вгадати.\nПишіть свої здогатки в консоль. Я буду вам давати підсказки, більше чи менше моє число, за те, що ви вказали"


#Commands
filename = "/filename"
exitCommand = "вихід"
rulesCommand = "правила"